//##################################################
//  CraftRobo OutputKit for P5info
//    Hau-kun
//    Ver.0.5 2021/05/29
//--------------------------------------------------
//  ★画面は size(590, 400) になっています。ちなみに 1px = 0.5mm
//  ★RATIOは倍率。ただし、見た目が変わるだけでpixel数は変わらない。
//  ★「rキー」でoutput.plt生成。「iキー」でoutput.png作成
//  ■実装済み命令
//  ellipse  arc  rect line
//  polygon edge
//##################################################

final float RATIO = 2;

//--------------------------------------------------
//  subSetup
//--------------------------------------------------
void subSetup() {

}

//--------------------------------------------------
//  subDraw
//--------------------------------------------------
void subDraw() {

}
